Repository: ginppian/Firma
Catalog: FirmApp/*.lproj/Localizable.strings
Languages: es

# misc.delete
source: Delete
es: Eliminar

# misc.passwordNotSet
source: Please insert your password
es: Por favor coloque su contraseña

# misc.forgetPassword
source: Forget password
es: Olvidar Contraseña

# misc.wrongPassword
source: You might be typing the wrong password. Please try again
es: Es posible que la contraseña sea errónea. Intente de nuevo

# misc.missingField
source: One or more required field(s) are missing
es: Para continuar complete todos los campos

# misc.missingFields
source: Please, to continue complete both fields
es: Por favor complete ambos campos para continuar

# misc.missingURLName
source: Please insert the URL name
es: Por favor complete el nombre de la URL

# misc.missingURL
source: Please insert a URL
es: Por favor coloque una URL

# misc.insertValidURL
source: Please insert a valid URL
es: Por favor coloque una URL válida

# misc.notResponseFromServer
source: Not Response from Server
es: Lo sentimos, no hay respuesta del servidor, verifique sus datos e intente más tarde

# BaseViewController.exit
source: Exit
es: Salir

# BaseViewController.back
source: Back
es: Atrás

# SplashViewController.text
source: Digital Sign, smart and fast from your mobile
es: Firma digital, inteligente y rápida desde tu móvil

# LoginViewController.user
source: User
es: Usuario

# LoginViewController.password
source: Password
es: Contraseña

# LoginViewController.show_characters
source: Show Characters
es: Mostrar caracteres

# LoginViewController.session
source: Remind Password
es: Recordar contraseña

# LoginViewController.error_user_pass
source: Please insert user and password
es: Por favor introduzca usuario y contraseña

# LoginViewController.error_user
source: Missing Field: Please insert your username
es: Campo requerido: Por favor ingrese su usuario

# LoginViewController.error_pass
source: Missing Field: Please nsert your password
es: Campo requerido: Por favor ingrese su contraseña

# LoginViewController.session_warn
source: Due to security seasons it's recomended to insert the password manually
es: Por razones de seguridad es recomendable ingresar la contraseña manualmente

# LoginViewController.log_in
source: Enter
es: Entrar

# LoginViewController.notValidUser
source: User not found on this server. Please verify your access data and try again
es: Lo sentimos, no se encuentra el usuario para la URL proporcionada, verifique sus credenciales

# LoginViewController.login_URLName
source: Connecting to:
es: Conectando a:

# MainViewController.documents
source: Documents
es: Documentos

# MainViewController.keys
source: Keys
es: Llaves

# LogOutViewController.advice
source: Are you sure you want to quit?
es: ¿Está seguro que desea salir de la aplicación?

# LogOutViewController.log_out
source: Quit
es: Salir

# LogOutViewController.cancel
source: Cancel
es: Cancelar

# URLViewController.add_url
source: Add URL
es: Añadir URL

# URLViewController.url_name
source: URL name
es: Nombre de URL

# URLViewController.add
source: Add
es: Añadir

# URLViewController.asign
source: Asign Key
es: Asociar Llave

# URLViewController.modify_url
source: Modify URL
es: Modificar URL

# URLViewController.save
source: Save
es: Guardar

# URLViewController.delete
source: Delete URL
es: Eliminar URL

# URLPasswordViewController.almostOne
source: FirmApp needs to have almost one URL
es: FirmApp necesita poseer al menos una URL

# URLPasswordViewController.title_add
source: Please insert the password for adding the URL
es: Por favor ingrese la contraseña para añadir la URL

# URLPasswordViewController.title_modify
source: Please insert the password to modify the URL
es: Por favor ingrese la contraseña para modificar la URL

# URLPasswordViewController.title_delete1
source: You are going to delete
es: Va a eliminar la URL

# URLPasswordViewController.title_delete2
source: Please insert the password to continue
es: Por favor ingrese la contraseña si desea continuar

# URLPasswordViewController.title_delete3
source: Please insert the reason of cancelation on field Observations
es: Por favor ingrese el campo observaciones para su cancelación

# URLPasswordViewController.title_sign
source: Please insert the password to sign the document
es: Por favor ingrese la contraseña para firmar el documento

# URLPasswordViewController.title_deny
source: Please insert the password to cancel
es: Por favor ingrese la contraseña para continuar la cancelación del documento

# URLPasswordViewController.password
source: Password
es: Contraseña

# URLPasswordViewController.show_password
source: Show Password
es: Mostrar caracteres

# URLPasswordViewController.remind_password
source: Remind Password
es: Recordar contraseña

# URLPasswordViewController.security
source: Due to security reasons it's recomended adding the password manually
es: Por razones de seguridad es recomendable ingresar la contraseña manualmente

# URLPasswordViewController.observations
source: Observations
es: Observaciones

# URLPasswordViewController.add
source: Add
es: Añadir

# URLPasswordViewController.modify
source: Save
es: Guardar

# URLPasswordViewController.delete
source: Delete
es: Eliminar

# URLPasswordViewController.cancel
source: Cancel
es: Cancelar

# URLPasswordViewController.sign
source: Sign
es: Firmar

# URLPasswordViewController.deny
source: Deny
es: Continuar

# URLTableViewController.remaining_one
source: Remaining
es: pendiente

# URLTableViewController.remaining_several
source: Remaining
es: pendientes

# DocumentTableViewCell.sign
source: Sign
es: Firmar

# DocumentTableViewCell.deny
source: Cancel
es: Cancelar

# DocumentTableViewCell.show
source: Show
es: Ver

# DocumentsViewController.add_success
source: The URL has been added correctly!
es: ¡La URL se ha añadido exitosamente!

# DocumentsViewController.deny_success
source: The document has been canceled correctly!
es: ¡El documento se ha cancelado exitosamente!

# DocumentsViewController.sign_success
source: The document has been signed correctly!
es: ¡El documento se ha firmado exitosamente!

# DocumentsViewController.modify_success
source: The URL has been modified correctly!
es: ¡La URL se ha modificado exitosamente!

# DocumentsViewController.delete_success
source: The URL has been deleted correctly!
es: ¡La URL se ha eliminado exitosamente!

# DocumentsViewController.notKeysSetted
source: Please set a key to this URL before signing the Document
es: Por favor ligue una llave a la URL para realizar la firma del documento

# DocumentsViewController.signingDocumentFailed
source: Signing process failed, error at server response
es: El documento no ha podido ser firmado, error en la respuesta del servidor

# DocumentsViewController.signingDocumentSuccess
source: Document has been successfully signed
es: El documento ha sido firmado con éxito

# DocumentsViewController.cancelingDocumentFailed
source: Deny process failed, error at server response
es: El documento no ha podido ser cancelado, error en la respuesta del servidor

# DocumentsViewController.cancelingDocumentSuccess
source: Document has been successfully denied
es: El documento ha sido cancelado con éxito

# HistoryViewController.title
source: History
es: Historial

# HistoryViewController.signed
source: Signed
es: Firmados

# HistoryViewController.denied
source: Canceled
es: Cancelados

# SignedViewController.date_ini
source: Start
es: Inicio

# SignedViewController.date_end
source: End
es: Fin

# SignedViewController.size
source: Size
es: Tamaño

# SignedViewController.search
source: Search
es: Buscar

# SignedViewController.from
source: From
es: Desde

# SignedViewController.to
source: To
es: Hasta

# SignedViewController.range
source: Date Range
es: Rango de fechas

# SignedViewController.obs
source: Observations
es: Observaciones

# SignedViewController.FirstDateAlert
source: Wrong Date Range: Initial Date greater than Final Date
es: Error en rango de Fechas: La fecha inicial no puede ser mayor que la final

# SignedViewController.MissingFirstDate
source: Fill in the missing date field: Start
es: Llene el campo de fecha faltante : Desde

# SignedViewController.MissingSecondDate
source: Fill in the missing date field: End
es: Llene el campo de fecha faltante : Hasta

# KeysViewController.title
source: Keys
es: Llaves

# KeysViewController.add_key
source: Add key
es: Añadir llave

# KeysViewController.modified_success
source: Key modified correctly!
es: ¡La llave se ha modificado exitosamente!

# KeysViewController.added_success
source: Key added correctly!
es: ¡La llave se ha añadido exitosamente!

# KeysViewController.delete_success
source: Key deleted correctly!
es: ¡La llave se ha eliminado exitosamente!

# KeysViewController.emptyKeys
source: Not a valid selection, choose -cer or .key Files
es: No es una selección válida, por favor elija archivos con extensión .cer o.key

# KeyViewController.title_add
source: Add key
es: Añadir llave

# KeyViewController.title_modify
source: Edit key
es: Modificar llave

# KeyViewController.name
source: Key name
es: Nombre de llave

# KeyViewController.import_key
source: Import key...
es: Importar llave

# KeyViewController.add_key
source: Add
es: Añadir

# KeyPasswordViewController.title_add
source: Please insert the password for adding the key
es: Por favor ingrese la contraseña para añadir la llave

# KeyPasswordViewController.title_modify
source: Please insert the password to modify the key
es: Por favor ingrese la contraseña para modificar la llave

# KeyPasswordViewController.title_delete1
source: You are going to delete the key
es: Va a eliminar la llave

# KeyPasswordViewController.title_delete2
source: , please insert the password to continue
es: Por favor ingrese la contraseña si deseas continuar

# KeyPasswordViewController.password
source: Password
es: Contraseña

# KeyPasswordViewController.show_password
source: Show Password
es: Mostrar caracteres

# KeyPasswordViewController.remind_password
source: Remind Password
es: Recordar contraseña

# KeyPasswordViewController.security
source: Due to security reasons It's recomended adding the password manually
es: Por razones de seguridad es recomendable ingresar la contraseña manualmente

# KeyPasswordViewController.add
source: Add
es: Añadir

# KeyPasswordViewController.modify
source: Save
es: Guardar

# KeyPasswordViewController.delete
source: Delete
es: Eliminar

# KeyPasswordViewController.cancel
source: Cancel
es: Cancelar

# KeyPasswordViewController.wrongKeys
source: Not matching cer and key Files with user. Please replace Them
es: Los archivos .cer y .key no corresponden con el usuario. Por favor sustitúyalos para continuar

# KeyPasswordViewController.missingCerFile
source: Missing Cer File. Import it from your Cloud [*.cer]
es: No se encuentra seleccionado el certificado, Importe de su Nube el archivo correspondiente [*.cer]

# KeyPasswordViewController.missingKeyFile
source: Missing Key File. Import it from your Cloud [*.key]
es: No se encuentra seleccionada la llave, Importe de su Nube el archivo correspondiente [*.key]

# KeyPasswordViewController.missingCer&KeyFiles
source: Missing .cer and .key files. To continue please import them from your Cloud
es: No se ha seleccionado ningun archivo a ser ligado. Para continuar importe ambos archivos desde su Nube

# KeyPasswordViewController.missingNameField
source: Please fill the Name of Key field
es: Por favor capture el nombre de la Llave

# ImportKeyViewController.open
source: Open with...
es: Abrir con...

# ImportKeyViewController.delete
source: Delete Key
es: Eliminar llave

# ImportKeyViewController.fileValidation
source: Not a valid selection, choose .cer or .key Files
es: Selección no válida, elija archivos con la extensión .cer o.key

# HistoryViewController.add_url
source: Add URL
es: Añadir URL

# HistoryViewController.history
source: History
es: Historial

# HistoryViewController.notData
source: Not data found for date range
es: No hay resultados para esta búsqueda

# DatePicker.done
source: Done
es: Hecho

# DatePicker.remove
source: Remove
es: Eliminar
